AV/FO/INTERSPEC_interfaces_SAP/Exp2Sap/Exp2Sap-example-UpdateCreateProperties-xml.txt

<soap:Envelope xmlns:xsl="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <UpdateOrCreateProperties xmlns="http://apollovredestein.com/interspec_sap">
      <SequenceNr>243022</SequenceNr>
      <Plant>5M01</Plant>
      <Article>E1LV568</Article>
      <Properties>
        <Property>
          <ProcessingGroup/>
          <Name>IS_OE</Name>
          <Value>No</Value>
          <UoM/>
        </Property>
      </Properties>
    </UpdateOrCreateProperties>
  </soap:Body>
</soap:Envelope>

